<template>
   <div class="about">
      <div class="wrapper">
         <div class="text__content">

            <p class="title">О НАС</p>

            <p class="subtitle">История школы</p>

            <span class="text">Одна из самых больших школ Республики. Школа начала свою работу с 1979 года в микрорайоне «Аламедин-1».  Проектная мощность -1900 учащихся. Сегодня в ней обучаются 2900 учеников, работают 150 учителей, из них 45 «Отличники народного образования».</span>

            <span class="text">Учебно-воспитательный комплекс школа-гимназия № 38  имени Райкана Шукурбекова основана в 1979 году  как общеобразовательная школа с проектной мощностью 1960 учащихся.  В настоящее время проектная мощность УВК ШГ № 38 составляет 3596 учащихся. Руководитель  школы Отличник народного образования<b> ДЖУМАЛИЕВА Р.Б.</b></span>

            <strong class="text-str">Ученики школы ежегодно показывают хорошие знания : занимают    призовые места в районе и городе, получают «Золотые сертификаты» по ОРТ:</strong>

            <p class="text">2009 – Франц Ирина</p>

            <p class="text">2010 - Писарев Виктор , Чичкова Анастасия</p>

            <p class="text">2011 - Федорчук Ольга</p>

            <p class="text">2012 – Акматбеков Улан</p>

            <p class="text">2014 - Акбалаева Айдана</p>

            <ul>
               <li class="text">Выпускник 2012 г. Каюмов Михаил занял 3 место по химии в Международной олимпиаде «Научно- технический прогресс и интеллектуалы ХХI века»</li>
               <li class="text">Ежегодно  выпускники поступают в престижные вузы Республики, ближнего и дальнего зарубежья на бюджетные места:</li>
            </ul>

            <p class="text">2009 – Франц Ирина в Германии</p>

            <p class="text">2010 - Попова Елена- Краснодарский университет</p>

            <p class="text">2011 - Исмаева Камила — Пекинский университет</p>

            <p class="text">2012 - Исаев Исмаил – Стамбульский университет, Тугелов  Ырыскелди -Московский университет</p>

            <p class="text">2013 - Субанов Адилет, Турдумамат у Мирлан, Максатбекова Медина, Керимов Дастан</p>

            <p class="text">2014 - Сейитбек к Мунара, Сейитбек к Чинара, Сейитбек к Жанара, Низаметдинов Хисаметдин - Томский университет, Дрога Олег, Осипов Максим - Рязанское училище гражданской авиации, Гамбург Андрей - Ставропольский университет, Бекзат кызы Айдана – Высшая школа экономики г.Москва.</p>

            <span class="text-str">Спортсмены:</span>

            <ul>
               <li class="text">Турдумамат уулу Миралан- бронзовый призер чемпионата мира по Тайскому боксу 2012 г.</li>
               <li class="text">Ворошковы Артем и Тимур – мастера спорта по гребле, члены сборной КР</li>
               <li class="text">Омурбекова Диана — пятикратная чемпионка Азии по шахматам</li>
               <li class="text">Шингарев Роберт — кандидат в мастера спорта по боям без правил</li>
               <li class="text">Гутник Дмитрий- кандидат в мастера спорта по пулевой стрельбе</li>
               <li class="text">Серко Максим-кандидат в мастера спорта по большому теннису.</li>
               <li class="text">Шамилов Кемал- кандидат в сборную молодежи по таэквандо.</li>
            </ul>
            
            <span class="text">С 1985 года в школе  работает студия «Бального танца», руководимая Богомоловой О. Ю.Участники студии покоряли своим мастерством Казахстан, Россию. Лансарова Зульфия и Коженков Олег — обладатели кубка Москвы- 2013.</span>

            <span class="text">Студия эстрадного танца под руководством Эсеналиевой О.С.- отметила 15-летие , ежегодно участники занимают призовые места в районных и городских конкурсах «Юные таланты», «Хип-Хоп статс».</span>

            <span class="text">Команда «Юный друг дорожного движения» показывает хорошие результаты:</span>

            <span class="text">2012-1 место в городе, 4 место в Республике</span>

            <span class="text">2014 г- 1 место в городе, 2 место в Республике</span>

            <span class="text">Три года подряд  команда школы «Умники» занимает 1-2 места в конкурсах «Интеллектуалы 21 века», «Эрудит»</span>

            <p class="text-str">Учителя школы:</p>

            <span class="text">Городской конкурс «Сердце отдаю детям»</span>

            <span class="text">2009 год- Тургунбекова Г.-  2 место</span>

            <span class="text">2010-2011 уч.год «Лучший учитель»-1 место Токтогулов М.А. в республиканском и городском конкурсах</span>

            <span class="text">«Самый классный классный»- 3 место Барпиева Ч.</span>

            <span class="text">2011-2012 уч.год</span>

            <span class="text">«Сердце отдаю детям»- 1 место в районе Ажымамбетова Р.М.(биология)</span>

            <span class="text">2012-2013уч.год</span>

            <span class="text">«Самый классный классный»-1 место в районе и городе Макаркина С.Р.</span>

            <span class="text">2013-2014  уч.год</span>

            <span class="text">«Самый классный классный»-1 место в районе и городе Сарыкова  Г.Э.</span>

            <span class="text">2016-2017 уч. год</span>

            <span class="text">«Сердце отдаю детям»- 2 место в районе, участник республиканского конкурса Исраилова Г. (английский язык)</span>

            <span class="text">2017-2018 уч. год</span>

            <span class="text">«Сердце отдаю детям»- 3 место в районе Токторова Н. (государственный язык)</span>

            <span class="text">2010 год- сертификат на 50 тыс. сом  за успехи по созданию комфортной образовательно — развивающей среды   мэрии г.Бишкек.</span>

            <span class="text">2012 год- награждены грамотой за активное участие в конкурсе по благоустройству и озеленению городской    территории в номинации «Лучшее городское бюджетное учреждение» мэрии г.Бишкек.</span>

            <span class="text">с 2015-2016 учебного года наша школа включена в проект «Безопасная школа».</span>

            <span class="text">в 2017-2018 учебном году школа участвовала в международном проекте «Крепкая семья» и на сегодняшний день наши учителя продолжают работать по этому проекту.</span>

            <p class="subtitle">Эмблемы и гимн</p>

            <img src="../assets/images/logo.jpg" alt="logo" class="about-logo">

            <p class="text-str">ГИМН УВК ШГ №38</p>

            <table border="1">
               
               <td>

                  <span class="text"> Бишкекте, биздин Аламүдүндө,</span>

                  <span class="text"> Бизге жакын шаар четинде.</span>

                  <span class="text"> Барына таанымал бүгүн,</span>
                  
                  <span class="text"> Мектеп турат үлгүлүү.</span>

                  <p class="text-str">Кайырма:</p>

                  <span class="text"> Отуз сегиз менин мектебим,</span>

                  <span class="text"> Жылдыздардын үстүндө жанат.</span>

                  <span class="text"> Мектебим менин, кымбатым менин,</span>

                  <span class="text"> Көп жылдарга, гүлдөп алгалайт!</span>

                  <span class="text"> Биздин мектеп билим уясы,</span>

                  <span class="text"> Жанган оттой үйдүн чырагы.</span>

                  <span class="text"> Бизди күтөт бул жер дайыма,</span>

                  <span class="text"> Билим берет үндөп алдагы.</span>

                  <p class="text-str">Кайырма:</p>

               </td>

               <td>

                  <span class="text">В Бишкеке, у нас в Аламедине,</span>

                  <span class="text">К окраине близко совсем.</span>

                  <span class="text">Стоит здесь прекрасная школа,</span>

                  <span class="text">В районе известная всем.</span>

                  <p class="text-str">Припев:</p>

                  <span class="text">Тридцать восьмая гимназия,</span>

                  <span class="text">Над тобою ярко звездочки горят.</span>

                  <span class="text">Школа дорогая, процветает всегда,</span>

                  <span class="text">На долгие, счастливые года!</span>

                  <span class="text">Наша школа – это храм науки,</span>

                  <span class="text">Дом уюта, светлый огонёк.</span>

                  <span class="text">Здесь нас всех встречают</span>

                  <span class="text">Знаний прекрасные дают.</span>

                  <p class="text-str">Припев:</p>

               </td>

            </table>
         
         </div>
      </div>
   </div>
</template>

<script>
export default {
}
</script>

<style lang="scss" scoped>
   // стили от этой страницы находятся в main.scss 
</style>