<template>
   <div class="wrapper">
      <div class="text__content">

         <p class="title">О ПРИЕМЕ В ШКОЛУ</p>

         <p class="title-str">Уважаемые родители!!!</p>

         <span class="text-str">С 15 февраля 2020 года в городе Бишкеке заработает СИСТЕМА ЭЛЕКТРОННОЙ ОЧЕРЕДИ при приеме в школу в ПЕРВЫЙ КЛАСС. Вы сможете зарегистрировать своего ребенка на сайте <a class="subtext" href="#">www.mektep.edu.gov.kg</a>.</span>

         <a href="#" class="subtext">Положение о ЭЗД в школу</a>

         <span class="text">Школа начинает прием заявлений для обучения детей в 1-й класс.</span>

         <span class="text">Зачисление детей в школу будет осуществляться с территориальным закреплением (проживающих на территории, закрепленной за ОУ).</span>

         <p class="subtitle">Даты подачи документов:</p>

         <ul>
            <li class="text">— с 15 февраля по 15 мая текущего года принимаются электронные заявления по микроучастку;</li>
            <li class="text">— с 16 мая по 15 августа текущего года принимаются электронные заявления по микроучастку;</li>
         </ul>

         <p class="subtitle">Для приема в первый класс необходимо предоставить следующие документы:</p>

         <ul>
            <li class="text">заявления родителей (законных представителей) на имя руководителя школы;</li>
            <li class="text">медицинской карты установленного образца (Ф-26, Ф-63);</li>
            <li class="text">копии свидетельства о рождении;</li>
            <li class="text">копии паспортов родителей (законных представителей);</li>
            <li class="text">документа, устанавливающего место жительства ребенка (справка с ГРС на имя ребенка);</li>
            <li class="text">справки о состоянии здоровья на момент приема в школу;</li>
            <li class="text">фотография 3х4 см. (4 шт.)</li>
         </ul>

         <span class="text">Запись в первый класс детей, не проживающих на микроучастке школы, начинается 15 августа и длится до 5 сентября включительно</span>

      </div>
   </div>
</template>

<script>
   export default {
   }
</script>

<style lang="scss" scoped>

.title-str {
   font-style: italic;
   font-weight: bolder;
   line-height: 1.2;
   font-size: 2.5rem;
}

</style>