<template>
  
   <div class="education">
      <div class="wrapper">

         <div class="education__content">

            <p class="title">УЧЕБНО-ВОСПИТАТЕЛЬНАЯ РАБОТА</p>

            <span class="text-str">Ключевая идея школы</span>

            <span class="text">Главное в ученике – его человеческие качества; главное в работе школы — воспитание человека (здорового человека: морально, духовно и физически).</span>

            <span class="text-str">Цели образования в школе:</span>

            <ol>
               <li class="text">Дать учащимся базовое общее образование.</li>
               <li class="text">Раскрыть способности, интеллект, творческий и нравственный потенциал каждого ребёнка.</li>
               <li class="text">Дать образование каждому ребёнку в соответствии с его потребностями и индивидуальными способностями.</li>
               <li class="text">Создать условия для формирования у учащихся и педагогов школы мотивации к саморазвитию и самообразованию.</li>
            </ol>

            <span class="text">Продолжить работу по:</span>

            <ul>
               <li class="text">формированию в сознании учащихся целостной картины мира на основе глубоких и всесторонних знаний основ наук;</li>
               <li class="text">формированию у школьников гражданской ответственности и правового самосознания, способствующих успешной социализации в обществе и активной адаптации на рынке труда.</li>
               <li class="text">развитию нравственной, физически — здоровой, инициативной, толерантной личности, способной к творчеству и самоопределению.</li>
               <li class="text">отслеживанию динамики развития учащихся, создавая эмоциональный комфорт и условия для самовыражения, самопознания и саморазвития каждого ученика</li>
               <li class="text">организации оптимального учебно-воспитательного процесса на основе компетентного подхода с учётом индивидуальных особенностей учащихся, их интересов, образовательных возможностей, состояния здоровья.</li>
               <li class="text">установлению соответствия функционирования и развития педагогического процесса в школе требованиям нового государственного образовательного стандарта</li>
            </ul>

            <span class="text-str">Задачи школы:</span>

            <span class="text">С  учетом  реальных  возможностей  педагогического  коллектива  школы,  на  основании педагогического анализа проблем педагогическим коллективом школы были определены задачи на новый учебный год:</span>

            <span class="text">1) продолжить  создание  необходимых  условий  (организационных,  кадровых,  материально-технических, мотивационных, нормативно-правовых) для обеспечения разработки и освоения инновационных  технологий, реализации  конечного этапа Программы развития школы;</span>

            <span class="text">2) совершенствовать  работу  по  созданию  комфортных  условий  успешного  обучения  каждого   ученика:</span>

            <ul>
               <li class="text">сохранить уровень обученности 100% успеваемости по всем предметам,</li>
               <li class="text">продолжить работу по повышению качества знаний на уровне 54-55 %продолжить работу над содержанием качественного школьного образования;</li>
               <li class="text"></li>
            </ul>

            <span class="text">3) совершенствовать уровень профессионального мастерства учителей:</span>

            <ul>
               <li class="text">осуществлять компетентностный  и  деятельностный  подходы  учащихся  при  работе  по    усвоению новых знаний на уроках,</li>
               <li class="text">совершенствовать систему работы с мотивированными детьми через активное внедрение открытых  образовательных  технологий  и  организацию  разнообразной  проектной  и    исследовательской деятельности в урочное и внеурочное время;</li>
               <li class="text">продолжить работу с учащимися, претендующими на аттестаты особого образца;</li>
               <li class="text">обеспечить прохождение  курсов  повышения  квалификации  учителей  для  их методологической  культуры,  личностного  профессионального  роста  и  повышения эффективности педагогического труда;</li>
               <li class="text">продолжить работу  по  привлечению  учителей  к  активному участию в  международных, республиканских  и     городских мероприятиях;</li>
            </ul>

            <span class="text">4) продолжить  диагностирование  уровня  развития  детей,  состояния  их  физического  и психического развития;</span>

            <span class="text-str">Приоритеты:</span>

            <ol>
               <li class="text">Реализация комплексного подхода к обучению, воспитанию и развитию через обновление содержания образования.</li>
               <li class="text">Освоение и внедрение через педагогическую систему школы технологий: личностно-ориентированных, развивающих, здоровье-сберегающих.</li>
            </ol>

            <span class="text">Наша школа-это школа со смешанным контингентом учащихся, где учатся одарённые и обычные дети, которые существенно отличаются друг от друга по своему интеллектуальному и физическому развитию.</span>

            <span class="subtitle">Анализ</span>

            <a href="#" class="subtext">Годовой отчет за 2017-2018 уч.год</a>

         </div>

      </div>
   </div>

</template>

<script>
export default {
}
</script>

<style lang="scss" scoped>

   .education {
      padding: 20px 0;
      margin: 10px 0;
      &__content {
         display: flex;
         flex-direction: column;
      }
   }

</style>