<template>
  <div class="wrapper">
     <div class="text__content">

        <p class="title">КРУЖКИ И СЕКЦИИ</p>

        <p class="subtitle">Кружки</p>

        <span class="text">В школе есть разные кружки по разным направлениям. Например, по танцам в трех направлениях: ансамбль кавказского танца «Лезгинка», студия спортивно-бального танца «Виктория» и ансамбль современного танца «Де лайф».</span>

        <p class="subtitle">Секции</p>

        <span class="text">На сегодняшний день, контентом называют информационно-содержательное наполнение какого-либо ресурса (сайта). К контенту относятся не только тексты, но и графика, мультимедиа. Наполнение сайта контентом является одним из самых важных этапов продвижения. Без информации сайт не имеет смысла, даже несмотря на то, что графически он создан профессионально и красиво. «Поисковые машины» запрограммированы выделять именно грамотное и уникальное содержание. Поэтому интересные и полезные статьи нужны Вашему сайту не только с информативной точки зрения, они также являются основным аспектом в вопросе успешного продвижении сайта и рейтинге поисковиков. Многие годы занятия seo-продвижением в Интернете, доказали на практике, что раскрутка с помощью уникальных статей даёт гарантированный результат и обеспечивает 100% попадание Вашего ресурса в ТОП-10 поисковых систем. Для хорошего индексирования ресурс должен быть наполнен именно грамотными и уникальными статьями, которые в то же время должны быть легки и интересны для восприятия посетителей сайта.</span>

     </div>
  </div>
</template>

<script>
export default {

}
</script>

<style>

</style>