<template>
   <div class="wrapper">

      <div class="text__content">
      
         <p class="title">ВОСПИТАТЕЛЬНАЯ РАБОТА</p>

         <p class="text-str text-cent">КОНЦЕПЦИЯ ВОСПИТАТЕЛЬНОЙ РАБОТЫ УВК ШГ №38 им. Р. Шукурбекова</p>

         <div class="text-mar">
            <span class="text-em">Воспитание — это многократное питание души и духа посредством взаимодействия, взаимоуважения, взаимопонимания, взаимоподдержки, взаимопринятия</span>
            <span class="text-em">классного руководителя и воспитанника.</span>
            <span class="text-em">Н.И. Лобачевский</span>
         </div>

         <span class="text">Начало XXI отмечено усилением воспитательных мотивов на всех уровнях общества. В педагогический лексикон возвращаются понятия: «нравственность», «духовность», «патриотизм», «гражданственность». Появилось понятие «социальная активность».</span>

         <span class="text">Развивающемуся обществу нужны современно — образованные, нравственные, предприимчивые люди, которые могут самостоятельно принимать решения в ситуации выбора, способны к сотрудничеству, отличаются мобильностью, динамизмом, конструктивностью, готовы к межкультурному взаимодействию, обладают чувством ответственности за судьбу страны, за ее социально-экономическое процветание.</span>

         <span class="text">Стратегически приоритетным в сфере образования является воспитание поистине нового Человека, способного жить и трудиться в условиях открытости общества, демократии и свободы. Воспитать такого человека нелегко.</span>

         <div class="mini-sub">
            <p class="mini-subtitle">Целью воспитательной концепции УВК ШГ №38 является:</p>
         </div>

         <span class="text">Формирование духовно-развитой, творческой, нравственно и физически здоровой личности, способной на сознательный выбор жизненной позиции, на самостоятельную выработку идей на современном уровне, умеющей ориентироваться в социокультурных условиях.</span>

         <span class="text-str">Система воспитательной работы школы базируется на следующих принципах и подходах:</span>

         <span class="text"><span class="mini-tit">Личностный подход —</span> признание воспитанника высшей социальной ценностью; принятие его таким, какой он есть; отсутствие попытки переделать его, но умело влиять на его развитие, опираясь на совокупность знаний о человеке вообще и о данном человеке в частности.</span>
         
         <span class="text"><span class="mini-tit">Принцип природосообразности</span> воспитания предполагает, что развитие личности основывается на понимании взаимосвязи природных и социокультурных процессов, с учётом возраста, пола, особенностей психики и физиологии подростка.</span>
         
         <span class="text"><span class="mini-tit">Принцип комплексного подхода</span> позволяет воспитывать и развивать какие-либо качества ребёнка в комплексе, а не по очереди. Следует так организовать деятельность обучающихся, чтобы в <a href="#" class="subtext">ней человек раскрывался с разных</a> сторон и развивал свои личностные качества.</span>
         
         <span class="text"><span class="mini-tit">Принцип успешности —</span> положительный тон жизни воспитанника должен опираться не только на общий школьный климат, но и на собственные успехи в деятельности. Успех не только помогает раскрытию потенциала, но и открывает новые возможности.</span>

         <p class="text-str">Формы и методы воспитания:</p>

         <div class="table-resp">
            <table width="0" class="table table-bordered" border="0"><tbody><tr><td width="328"><strong>Формы</strong></td><td width="330"><strong>Методы</strong></td></tr><tr><td width="328"><strong><em>Классные чаы;</em></strong><p></p><p><strong><em>Беседы;</em></strong></p><p><strong><em>Дискуссии;</em></strong></p><p><strong><em>Игровые тренинги;</em></strong></p><p><strong><em>Коммуникативные тренинги;</em></strong></p><p><strong><em>Праздники;</em></strong></p><p><strong><em>Коллективные творческие дела;</em></strong></p><p><strong><em>Игровые и конкурсные программы;</em></strong></p><p><strong><em>Викторины, выставки, познавательные игры.</em></strong></p></td><td width="330"><strong><em>Беседа;</em></strong><p></p><p><strong><em>Дискуссия;</em></strong></p><p><strong><em>Пример;</em></strong></p><p><strong><em>Поощрение;</em></strong></p><p><strong><em>Убеждение</em></strong></p><p><strong><em>Внушение (самовнушение);</em></strong></p><p><strong><em>Игровые методы;</em></strong></p><p><strong><em>Требование;</em></strong></p><p><strong><em>Метод саморегулирования;</em></strong></p><p><strong><em>Метод воспитывающих ситуаций;</em></strong></p></td></tr></tbody></table>
         </div>

         <div class="mini-sub">
            <p class="text-str">Этапы реализации</p>
         </div>

         <span class="text">Важное место в жизни каждого ребенка занимает школа, которая как сложный социальный механизм отражает характер, проблемы, противоречия общества. Задача классного руководителя – помочь воспитаннику определиться в этом обществе, выбрать правильное направление, чтобы он не потерялся в многообразии и сложности сегодняшней жизни.</span>

         <span class="text">Воспитательная система классного руководителя должна отражать коллективную потребность, быть престижной, значимой в глазах воспитанников, органичной для данного класса, носить коллективный характер.</span>

         <span class="text">Воспитательная система в своём развитии проходит через несколько этапов:</span>

         <span class="text"><span class="text-str">I этап – Проектный:</span> становление — в <a href="#" class="subtext">основном осуществляется на</a> организационно — педагогическом уровне (ожидание, надежды). Утверждение системообразующей деятельности (выбор основополагающих принципов, направлений, отработка содержания деятельности, структуры системы, новообразование создание зон упорядоченности, введение новаций, определение ступеней роста и др.).</span>

         <span class="text"><span class="text-str">II этап – Практический:</span> обработка и закрепление достигнутого на I этапе. Создание базы для дальнейшего развития воспитательной системы через сохранение в ней зон упорядоченности и получения внешнего признания воспитательной системы.</span>

         <span class="text"><span class="text-str">III этап – Заключительный:</span> характеризуется оформлением системы. Классный коллектив переходит в новое, качественное состояние, он всё чаще выступает как единое целое, как сотрудничество классного руководителя и воспитанников, объединённых общей, глубоко осознаваемой целью, общей деятельностью, отношениями творческого содружества и общей ответственностью. Работа с коллективом переходит в новое качество на основе самоанализа, творчества, саморазвития – подростка не надо переделывать. Классный руководитель лишь помощник, защитник, советник, образец для подражания.</span>

         <a href="#" class="subtext">план восп.работы на год 2018-2019</a>

         <a href="#" class="subtext">Отчёт по ВР 2017-2018</a>

      </div>
   </div>
</template>

<script>
   export default {
   }
</script>

<style lang="scss" scoped>

.text-mar {
   margin: 20px 0;
}

.text-em {
   display: flex;
   justify-content: flex-end;
   align-items: center;
   text-align: end;
   font-style: italic;
}

.mini-sub {
   margin-left: 3rem;
}

.mini-tit {
   font-weight: bolder;
   line-height: 1.5;
   color: #212529;
   font-size: 1rem;
}

.mini-subtitle {
   font-style: italic;
   line-height: 1.5;
   font-weight: bolder;
   color: #212529;;
}

.table td, .table th {
    padding: 7px 10px;
}

.table {
   width: 100%;
   margin-bottom: 1rem;
   color: #212529;
   border-collapse: collapse;
}

.table-bordered td, .table-bordered th {
    border: 1px solid #dee2e6;
}

.table td, .table th {
    padding: .75rem;
    vertical-align: top;
    border-top: 1px solid #dee2e6;
}

</style>