<template>
   <div class="wrapper">
      <div class="text__content">

         <p class="title">СОЦИАЛЬНО-ПСИХОЛОГИЧЕСКАЯ СЛУЖБА</p>

         <span class="text-long"><span class="text-str">ПСИХОЛОГИЧЕСКАЯ СЛУЖБА ШКОЛЫ</span> — специализированное подразделение в системе народного образования, основной задачей которого является обеспечение условий, способствующих полноценному психическому и личностному развитию каждого ребенка, нарушение которых мешает своевременной реализации возрастных и индивидуальных возможностей учащихся и ведет к необходимости психолого-педагогической коррекции. Деятельность педагогической службы школы осуществляется практическим психологом, работающим в учебно-воспитательном учреждении (детский сад, школа, ПТУ, детский дом, школа-интернат) или в психологическом кабинете при отделе народного образования, оказывающем консультативную помощь всем учебно-воспитательным учреждениям региона. Основные направления деятельности. педагогической службы школы — психопрофилактика, психодиагностика, развитие и психокоррекция, психологическое консультирование. Психодиагностика направлена на углубленное психолого-педагогическое изучение школьника на протяжении дошкольного и школьного детства, выявление индивидуальных особенностей, определение причин нарушений в учении и поведении. Психопрофилактика направлена на формирование у педагогов и родителей потребности в получении и использовании психологических знаний о психическом развитии детей на каждом возрастном этапе с целью своевременного предупреждения возможных нарушений в становлении личности и интеллекта. Задачи развивающих и психокоррекционных направлений определяются ориентацией психологической службы на обеспечение соответствия развития ребенка возрастным нормативам, помощь педагогическим коллективам в индивидуализации обучения и воспитания детей, развитии их способностей, становлении личности. Консультативная работа состоит в оказании помощи педагогам, родителям, детям по широкому кругу личностных, профессиональных и других конкретных жизненных проблем.</span>

         <span class="text-long"><span class="text-str">Цель психологической службы</span> — обеспечение психологических условий, способствующих максимальному психическому и личностному развитию каждого школьника.</span>

         <div class="psychologist">

            <img src="../assets/images/psychologist.jpg" alt="psychologist" class="psychologist-photo">

            <div class="psychologist-info">

               <p class="text-str text-centors">Психолог УВК ШГ № 38  Суюмбаева Асель Таласовна</p>

               <span class="text"><span class="text-str">Основная идея психологической службы —</span> идея сопровождения, которое должно быть направлено на создание психологических условий для успешного обучения и психологического развития.</span>

               <span class="text"><span class="text-str">Главный принцип организации психологической службы —</span> системность, т.е. психолог должен реализовывать все 5 функции и делать это систематически (составить рабочий план)</span>

               <span class="text-str">Стратегии психологической работы в школе</span>

               <span class="text">В самом общем виде задачу психолога в школе можно обозначить как психологическое обеспечение педагогической деятельности. Как, каким образом такое обеспечение может строиться? Мы предлагаем выделить две стратегии, два основных направления психологической деятельности в школе. Их можно обозначить как психологическое консультирование и проектирование (или «конструирование»).</span>

               <span class="text">Школьная психологическая служба должна осуществлять работу, направленную на исправление уже сложившейся ситуации, а также создавать программы, которые обеспечили бы возможность избежать множества психологических ошибок, трудностей в педагогической деятельности.</span>

            </div>

         </div>



      </div>
   </div>
</template>

<script>
export default {

}
</script>

<style lang="scss" scoped>

.text-long {
   font-size: 16px;
   font-weight: 400;
   line-height: 2;
}

.psychologist {
   display: flex;
   flex-direction: row;
   margin: 20px 0;
   &-photo {
      margin-right: 25px;
   }
   &-info {
      display: flex;
      flex-direction: column;
   }
}

@media (max-width: 900px){
   .psychologist {
      flex-direction: column;
      &-photo{
         margin: 15px auto;
      } 
   }
}

@media (max-width: 400px){
   .psychologist-photo {
      max-width: 90%;
   }
}

</style>