<template>
   <div class="wrapper">
      <div class="text__content">

         <p class="title">ШКОЛЬНАЯ ФОРМА</p>

         <span class="text-str text-cent">ПРИКАЗ № 62 от 20.08.2018 года г. Бишкек</span>

         <span class="text-str text-cent">О введении Единых требований к школьной форме учащихся 1-11 классов общеобразовательных организаций Кыргызской Республики</span>

         <span class="text text-cent">Во исполнение постановления Правительства Кыргызской Республики «О введении Единых требований к Школьной форме учащихся 1-11 классов общеобразовательных организаций Кыргызской Республики» N 527 от 12 августа 2015 года, в соответствии с Законом Кыргызской Республики «Об образовании»</span>

         <span class="text-str">ПРИКАЗЫВАЮ:</span>

         <ol>
            <li class="text">Приступить к введению с 1 сентября 2018 года Школьной формы для учащихся 1 -11 классов общеобразовательных организаций Кыргызской Республики согласно утвержденным Единым требованиям к школьной форме и требованиям Устава школы.</li>
            <li class="text">Классным руководителям 1 – 11 классов до 1 сентября провести разъяснительную работу среди родителей о необходимости ношения учащимися школьной формы в соответствии с Едиными требованиями.</li>
            <li class="text">Установить, что</li>
            <ul>
               <li class="text">с 1 сентября 2018 года учащиеся 1-11 классов посещают занятия в следующем варианте школьной формы (базовая  комбинация 1+1):</li>
               <li class="text">девочки, девушки – белая блузка и черная/серая юбка;</li>
               <li class="text">мальчики, юноши — белая рубашка и черные/серые брюки.</li>
               <li class="text">С 1 сентября цвет пиджаков и пуловеров бордовый/серый для учащихся 1-6 классов и черный для учащихся 7-11 классов, согласно Единым требованиям к школьной форме учащихся 1-11 классов общеобразовательных организаций Кыргызской Республики.</li>
            </ul>
            <li class="text">Контроль над исполнением настоящего приказа возложить на заместителя директора по воспитательной работе Барпиевой Ч.Ж.</li>
         </ol>

         <span class="text">Директор /печать//подпись/ Джумалиева Р.Б.</span>

         <p class="text-str text-cent">ПОСТАНОВЛЕНИЕ ПРАВИТЕЛЬСТВА КЫРГЫЗСКОЙ РЕСПУБЛИКИ</p>

         <span class="text-str text-cent">№ 572 от 12 августа 2015 года</span>

         <span class="text-sts text-cent">«О введении Единых требований к школьной форме  в общеобразовательных организациях Кыргызской Республики»</span>

         <span class="text">В целях формирования и осуществления государственной образовательной политики и определения приоритетов в этой сфере, а также устранения признаков социального, имущественного и иных различий между учениками, в соответствии со статьями 10 и 17 конституционного Закона Кыргызской Республики «О Правительстве Кыргызской Республики», статьями 10 и 35 Закона Кыргызской Республики «Об образовании» Правительство Кыргызской Республики постановляет:</span>

         <ol>
            <li class="text">Утвердить Единые требования к школьной форме учащихся 1-11 классов общеобразовательных организаций Кыргызской Республики согласно приложению.</li>
            <li class="text">Министерству образования и науки Кыргызской Республики:</li>
            <ul>
               <li class="text">— внести соответствующие изменения и дополнения по введению школьной формы учащихся в уставы общеобразовательных организаций Кыргызской Республики.</li>
               <li class="text">— приступить к введению с 1 сентября 2015 года школьной формы для учащихся 1-11 классов общеобразовательных организаций Кыргызской Республики согласно утвержденным Единым требованиям к школьной форме;</li>
            </ul>
            <li class="text">Установить, что школьная форма приобретается за счет средств родителей (законных представителей).</li>
            <li class="text">Настоящее постановление вступает в силу по истечении десяти дней со дня официального опубликования.</li>
            <li class="text">Полномочным представителям Правительства Кыргызской Республики в областях, органам местного самоуправления оказать содействие в обеспечении школьной формой детей из малообеспеченных  семей.</li>
            <li class="text">Контроль за исполнением настоящего постановления возложить на отдел образования, культуры и спорта Аппарата Правительства Кыргызской Республики.</li>
         </ol>

         <span class="text-str text-cent">Премьер-министр Т.А.Сариев</span>

         <span class="text-str text-cent">Единые требования</span>

         <span class="text-str text-cent">к школьной форме учащихся 1-11 классов общеобразовательных</span>

         <span class="text-str text-cent">организаций Кыргызской Республики</span>

         <span class="text">1. Общий вид одежды учащихся, ее цвет, фасон должны соответствовать классическому стилю одежды. Внешний вид учащихся должен быть опрятным.</span>
         <span class="text">2. Одежда учащихся должна соответствовать требованиям и нормам, установленным Техническим регламентом «О безопасности детской одежды и обуви», утвержденным постановлением Правительства Кыргызской Республики от 10 октября 2012 года № 704.</span>
         <span class="text">3. Школьная форма для учащихся 1-11 классов:</span>
         <span class="text">3.1. Школьная форма для мальчиков, юношей состоит из набора предметов:  рубашки, жилета, брюк и пиджака, в любой комбинации.</span>
         <span class="text">Пиджак, жилет и брюки выполнены в классическом стиле из ткани однотонного цвета (черный, серый, синий и бордо).</span>
         <span class="text">Пиджак может быть однобортным или двубортным, полуприлегающего или прямого силуэта.</span>
         <span class="text">Жилет классического кроя, в тон брюк или пиджака, или в клетку.</span>
         <span class="text">Пуговицы пиджака и жилета должны быть в цвет костюма/жилета и отличаться простотой.</span>
         <span class="text">Брюки прямого кроя, но допускается небольшое сужение книзу.</span>
         <span class="text">Рубашка с длинным или коротким рукавом из хлопчато-бумажной ткани. Допустимые цвета: белый, светло-серый, светло-голубой, светло-бежевый.</span>
         <span class="text">В комплект школьной формы может быть включен галстук классической формы, соответствующий основному цвету или в контрасте к цвету школьной формы.</span>
         <span class="text">Комплект школьной одежды для мальчиков должен быть выдержан в единой цветовой гамме. Допустимо смешение не более 3-х цветов.</span>
         <span class="text">3.2. Школьная форма для девочек, девушек состоит из набора предметов: блузки, жилета, юбки, брюк, платья, фартука, пиджака, выполненных в классическом стиле, в любой комбинации.</span>
         <span class="text">Пиджак, платье и брюки выполнены из ткани однотонного цвета или в клетку (черный, серый, синий и бордо).</span>
         <span class="text">Пиджак может быть однобортным или двубортным, полуприлегающего или прямого силуэта.</span>
         <span class="text">Жилет классического кроя, в тон основного цвета или в клетку.</span>
         <span class="text">Пуговицы пиджака и жилета должны быть обязательно в цвет костюма/юбки и отличаться простотой.</span>
         <ul>
            <li class="text">прямого кроя, но допускается небольшое сужение книзу.</li>
         </ul>
         <span class="text">Юбка может быть прямой, широкой или зауженной формы, а также  в складку или плиссе. Минимальная длина юбки (платья) — ниже колена на 5 см, максимальная длина — до середины икры.</span>
         <span class="text">Рубашка с длинным или коротким рукавом из хлопчато-бумажной ткани. Допустимые цвета: белый, светло-серый, светло-голубой, светло-бежевый.</span>
         <span class="text">В комплект школьной формы может быть включен галстук классической формы, соответствующий основному цвету или в контрасте к цвету школьной формы.</span>
         <span class="text">Комплект школьной одежды для девочек должен быть выдержан в единой цветовой гамме. Допустимо смешение не более 3-х цветов.</span>
         <span class="text">4. Школьная форма в общеобразовательных организациях Кыргызской Республики носит классический характер. Не допускается ношение в общеобразовательных организациях спортивной одежды и обуви, джинсовой одежды, пляжной, домашней одежды и обуви.</span>
         <span class="text">5. Школьная форма учащихся может иметь отличительные знаки общеобразовательной организации, класса: эмблемы, значки, нашивки и др.</span>
         <span class="text">6. Школьная форма учащихся должна соответствовать погоде и месту проведения учебных занятий, температурному режиму в учебных помещениях.</span>

      </div>
   </div>
</template>

<script>
   export default {
   }
</script>

<style lang="scss" scoped>

</style>