<template>
   <div class="methods">
      <div class="wrapper">

         <div class="methods__content">

            <p class="title">МЕТОДИЧЕСКАЯ СЛУЖБА</p>

            <p class="subtitle text-cent">Методическая тема на 2018 – 2023 учебные года:</p>

            <span class="text-str">«Совершенствование урока как пространство  самостоятельной и активной деятельности обучающихся»</span>

            <span class="text-str">Задачи:</span>

            <ol>
               <li class="text">Способствовать повышению качества обучения посредством активизации работы по внедрению в практическую деятельность педагогов современных педагогических технологий и инновационных форм обучения, связанных с самостоятельной деятельностью учащихся.</li>
               <li class="text">Совершенствовать систему мониторинга успешности обучения школьников с целью выявления отрицательной динамики качества знаний, принятия современных решений по устранению недостатков в работе.</li>
               <li class="text">Повысить уровень теоретически, методологических знаний педагогов через организацию деятельности методического совета, педагогического просвещения.</li>
               <li class="text">Активизировать работу по выявлению, изучению, обобщению актуального педагогического опыта учителей.</li>
               <li class="text">Обеспечить обучающимся уровень образования, соответствующий современным требованиям, на базе содержания образования, отвечающего необходимости применения основных элементов информационно-коммуникативной, исследовательской культуры.</li>
               <li class="text">Создать условия для повышения уровня профессиональной компетентности учителей и активного применения ими инновационных форм обучения в педагогической деятельности.</li>
               <li class="text">Продолжить работу по развитию у обучающихся навыков научно-исследовательского труда, специальных приемов мыслительной деятельности, специальных и практических особенностей учащихся, самостоятельности мышления и способности к самообразованию и саморазвитию.</li>
            </ol>

            <span class="text-str">Ожидаемый результат:</span>

            <ol>
               <li class="text">Обеспечение оптимальных условий для повышения качества образования.</li>
               <li class="text">Создание условий для становления социально-активной личности школьника в культурно-образовательном пространстве школы и семьи.</li>
               <li class="text">Разработка системы педагогического мониторинга за состоянием преподавания и уровнем обученности школьников.</li>
               <li class="text">Повышение качества преподавания школьных дисциплин.</li>
               <li class="text">Формирование у школьников новых ценностных ориентаций.</li>
               <li class="text">Изменение уровня обученности и развития обучающихся.</li>
               <li class="text">Личностный рост каждого школьника.</li>
               <li class="text">Повышение уровня познавательной деятельности ученика.</li>
               <li class="text">Усиление мотивации к инновационному труду со стороны педагогов школы.</li>
               <li class="text">Готовность ученика к самостоятельному выбору и принятию решения усиление ответственности за последствия своих поступков.</li>
               <li class="text">Применение педагогами школы возможностей компьютера для совершенствования и организации своей работы.</li>
            </ol>

            <p class="text-str text-cent">Этапы работы</p>
            
            <p class="text-str text-cent">над единой методической темой и задачи её реализации на 2018-2023 уч. г.:</p>

            <span class="text-str">Диагностико — теоретический (2018-2019 уч.г.)</span>

            <ol>
               <li class="text">Выявление уровня и состояние образовательного процесса, анализ накопленного позитивного опыта работы педагогического коллектива.</li>
               <li class="text">Изучение педагогическим коллективом новых самостоятельных и активных форм обучения. Накопление теоретического материала.</li>
               <li class="text">Выявление перспективных направлений развития.</li>
            </ol>

            <span class="text-str">Практическое исследование (2019 — 2022 уч.г.)</span>

            <ol>
               <li class="text">Операционно–познавательный. Апробация и внедрение, организация адаптивного учебно-воспитательного процесса.</li>
               <li class="text">Практическое исследование подходов, соотнесение с собственной деятельностью через проведение открытых уроков, семинаров– практикумов, мастер–классов.</li>
               <li class="text">Совершенствование УВП с целью повышения его эффективности; повышение качества проведения учебных занятий на основе внедрения самостоятельных и активных форм обучения.</li>
            </ol>

            <span class="text-str">Контрольно — оценочный (2022 — 2023 уч. г.)</span>

            <ol>
               <li class="text">Анализ достигнутых результатов и определение перспектив дальнейшего развития УВК №38</li>
               <li class="text">Подведение итогов работы учителей по теме школы, а также результат работы педагогического коллектива по реализации данной методической темы.</li>
               <li class="text">Научно-практическая конференция по итогам работы по единой методической теме. Выступление с обобщением опыта работы, творческие отчеты, педагогические выставки. Систематизация накопленного материала</li>
            </ol>

            <p class="subtitle">Методическая работа</p>

            <div class="methods__content">

               <a href="#" class="subtext">ШМО учителей русского языка</a>
               <a href="#" class="subtext">ШМО учителей географии, истории</a>
               <a href="#" class="subtext">ШМО учителей иностранного языка</a>
               <a href="#" class="subtext">ШМО учителей начальной школы</a>
               <a href="#" class="subtext">ШМО учителей эстетического цикла</a>
               <a href="#" class="subtext">ШМО учителей кыргызского языка</a>
               <a href="#" class="subtext">ШМО учителей кыргызской начальнок школы</a>
               <a href="#" class="subtext">ШМО учителей русского математики</a>
               
            </div>

         </div>

      </div>
   </div>
</template>

<script>
export default {

}
</script>

<style lang="scss" scoped>
   .methods {
      padding: 20px 0;
      margin: 10px 0;
      &__content {
         display: flex;
         flex-direction: column;
      }
   }
</style>