<template>
   <div class="wrapper">
      <div class="text__content">

         <p class="title">ПОЛЕЗНАЯ ИНФОРМАЦИЯ</p>

         <p class="subtitle">Для учебы</p>

         <span class="text">Все вы, конечно, помните, интернет-уроки по биологии и физике в каб. 2/12. Публикую ссылку на ресурс, с которого и были взяты все эти уроки. Вы можете посмотреть по любому предмету, что заинтересует, наверстать пропущенное и подготовиться к экзамену.</span>

         <a href="#" class="subtext">interneturok.ru</a>

         <span class="text">Уникальный сайт. На нем собраны все учебники и учебные пособия, видео и аудио по всем предметам с 1 по 11 класс. Очень советую.</span>

         <a href="#" class="subtext">school-collection.edu.ru/catalog/pupil</a>

         <span class="text">Два просто замечательных сайта по физике. Все темы представлены очень интересно, вам точно понравится:</span>

         <a href="#" class="subtext">youtube.com/user/nowchpok</a>

         <a href="#" class="subtext">youtube.com/channel/UCzWnF-3UWAGNeK5fIkBmahg</a>

         <p class="subtitle">Английский</p>

         <span class="text"><a href="#" class="subtext">List-english.ru</a>— тщательная подборка и классификация материалов по изучению английского: онлайн-словари, школы, форумы, переводчики, репетиторы, тесты, школьные учебники, видеокурсы, игры, программы для Android, iPhone, YouTube-каналы, подкасты и многое другое. Все бесплатно.</span>
    
         <span class="text"><a href="#" class="subtext">List-english.ru</a>— тщательная подборка и классификация материалов по изучению английского: онлайн-словари, школы, форумы, переводчики, репетиторы, тесты, школьные учебники, видеокурсы, игры, программы для Android, iPhone, YouTube-каналы, подкасты и многое другое. Все бесплатно.</span>

         <span class="text"><a href="#" class="subtext">List-english.ru</a>— тщательная подборка и классификация материалов по изучению английского: онлайн-словари, школы, форумы, переводчики, репетиторы, тесты, школьные учебники, видеокурсы, игры, программы для Android, iPhone, YouTube-каналы, подкасты и многое другое. Все бесплатно.</span>

         <span class="text"><a href="#" class="subtext">List-english.ru</a>— тщательная подборка и классификация материалов по изучению английского: онлайн-словари, школы, форумы, переводчики, репетиторы, тесты, школьные учебники, видеокурсы, игры, программы для Android, iPhone, YouTube-каналы, подкасты и многое другое. Все бесплатно.</span>

         <span class="text"><a href="#" class="subtext">List-english.ru</a>— тщательная подборка и классификация материалов по изучению английского: онлайн-словари, школы, форумы, переводчики, репетиторы, тесты, школьные учебники, видеокурсы, игры, программы для Android, iPhone, YouTube-каналы, подкасты и многое другое. Все бесплатно.</span>

         <span class="text"><a href="#" class="subtext">List-english.ru</a>— тщательная подборка и классификация материалов по изучению английского: онлайн-словари, школы, форумы, переводчики, репетиторы, тесты, школьные учебники, видеокурсы, игры, программы для Android, iPhone, YouTube-каналы, подкасты и многое другое. Все бесплатно.</span>

         <span class="text"><a href="#" class="subtext">List-english.ru</a>— тщательная подборка и классификация материалов по изучению английского: онлайн-словари, школы, форумы, переводчики, репетиторы, тесты, школьные учебники, видеокурсы, игры, программы для Android, iPhone, YouTube-каналы, подкасты и многое другое. Все бесплатно.</span>

         <p class="subtitle">Разное</p>

         <span class="text">Теперь немного о том, что в ближайшее время будет проходит в городе. Советую периодически просматривать этот сайт. Очень хорош.</span>

         <a href="#" class="subtext">afisha.vb.kg</a>

      </div>
   </div>
</template>

<script>
   export default {

   }
</script>

<style>

</style>